Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/E17.tmx
Source language: en_us
Languages: zh_cn

source: 50 Easy Ways to Lose Weight
zh_cn: 50种轻松减肥的方法

source: You know the drill when it comes to losing weight -- take in fewer calories, burn more calories.
zh_cn: 说到减肥，你应该知道这个常识——即摄入最少的卡路里，同时消耗最多的卡路里。

source: But you also know that most diets and quick weight-loss plans have about as much substance as a politician's campaign pledges.
zh_cn: 但是你也知道大部分节食及快速减肥法同政客竞选的承诺一样不可靠。

source: Here are more than 50 easy ways for you to finally lose the weight.
zh_cn: 以下就介绍50余种轻松减肥的方法供你选择。

source: If you're trying to drop a few pounds, don't start off by trying to overhaul all your eating and exercise habits.
zh_cn: 如果你想要减轻几磅，不要一开始就完全改变你的饮食和运动习惯。

source: You're better off finding several simple things you can do on a daily basis--along with following the cardinal rules of eating more vegetables and less fat and getting more physical activity.
zh_cn: 你最好找一些可以在日常生活中就能做的简单方法，再加上以下基本原则——吃更多蔬菜，摄入更少脂肪，多做运动。

source: Together, they should send the scale numbers in the right direction: down.
zh_cn: 我想这两项加在一起，你的体重就应该会下降。

source: Indulge in fat releasing foods.
zh_cn: 1. 多吃释放脂肪的食物。

source: They should help keep you from feeling deprived and binging on higher-calorie foods.
zh_cn: 这些食物将会帮助你充饥以及避免沉溺于高热量的食物。

source: For instance:
zh_cn: 比如：

source: Honey.
zh_cn: 蜂蜜。

source: Just 64 fat releasing calories in one tablespoon.
zh_cn: 一汤匙蜂蜜只含64脂肪释放的热量。

source: Drizzle on fresh fruit.
zh_cn: 滴几滴在新鲜水果上。

source: Eggs.
zh_cn: 鸡蛋。

source: Just 70 calories in one hard-boiled egg, loaded with fat releasing protein.
zh_cn: 一个煮熟的鸡蛋只含70卡路里，并带有脂肪释放蛋白质。

source: Sprinkle with chives for an even more elegant treat.
zh_cn: 为了使菜肴变得更优雅，可撒上小香葱。

source: Part-skim ricotta cheese.
zh_cn: 脱脂意大利乳清干酪。

source: Just 39 calories in one ounce of this food, packed with fat releasing calcium.
zh_cn: 1盎司该种干酪只含39卡路里，并含有脂肪释放钙。

source: Dollop over a bowl of fresh fruit for dessert.
zh_cn: 放一块干酪在一盆新鲜水果上当甜点。

source: Dark chocolate.
zh_cn: 黑巧克力。

source: About 168 calories in a one-ounce square, but it's packed with fat releasing fiber.
zh_cn: 1盎司方块黑巧克力含有168卡路里，但是它还含有脂肪释放纤维。

source: Shrimp.
zh_cn: 虾。

source: Just 60 calories in 12 large.
zh_cn: 12只大虾只含有60卡路里。

source: Treat high-calorie foods as jewels in the crown.
zh_cn: 2.将高热量食物作为王冠上的珠宝。

source: Make a spoonful of ice cream the jewel and a bowl of fruit the crown.
zh_cn: 用一勺冰淇淋做珠宝，而一盆水果做王冠。

source: Cut down on the chips by pairing each bite with lots of chunky, filling fresh salsa, suggests Jeff Novick, director of nutrition at the Pritikin Longevity Center & Spa in Florida. Balance a little cheese with a lot of salad.
zh_cn: 佛罗里达Pritikin长寿和水疗中心（ Longevity Center &Spa）的主任营养师杰夫 诺维克（Jeff Novick)建议人们在进食薯片时配上许多厚厚、满满的新鲜调沙拉，从而减少薯片的摄入量。

source: After breakfast, make water your primary drink.
zh_cn: 3. 早餐后，把开水当做你的首选饮料。

source: At breakfast, go ahead and drink orange juice.
zh_cn: 早餐时，喝点橙汁。

source: But throughout the rest of the day, focus on water instead of juice or soda .
zh_cn: 但是在剩余的时间，只喝水，而不是橙汁或苏打水。

source: The average American consumes an extra 245 calories a day from soft drinks.
zh_cn: 每天，美国人平均从软饮料中摄入245卡路里。

source: That's nearly 90,000 calories a year -- or 25 pounds!
zh_cn: 因此，一年的热量摄入就超过90,000卡路里——也即是25磅。

source: And research shows that despite the calories, sugary drinks don't trigger a sense of fullness the way that food does.
zh_cn: 研究显示，尽管含糖饮料含有这么多卡路里，也不会像食物一样带来饱腹感。

source: Carry a palm-size notebook everywhere you go for one week.
zh_cn: 4.一周内无论去哪都带上一本小的记事本。

source: Write down every single morsel that enters your lips--even water.
zh_cn: 记下你吃的每一口食物——甚至是水。

source: Studies have found that people who maintain food diaries wind up eating about 15 percent less food than those who don't.
zh_cn: 研究发现，那些做饮食笔记的人最终比不做笔记的人少吃15%的食物。

source: Buy a pedometer, clip it to your belt, and aim for an extra 1,000 steps a day.
zh_cn: 5.买一个记步器绑在皮带上，争取每天多走1000步。

source: On average, sedentary people take only 2,000 to 3,000 steps a day.
zh_cn: 一般来说，久坐的人每天只走2，000步到3，000步。

source: Adding 2,000 steps will help you maintain your current weight and stop gaining weight; adding more than that will help you lose weight.
zh_cn: 每天多走2000步将会帮助你维持现有体重；走得更多将会帮助你减肥。

source: Add 10 percent to the amount of daily calories you think you're eating, then adjust your eating habits accordingly.
zh_cn: 6.给你认为的每天卡路里摄入量增加10%，由此调整你的饮食习惯。

source: If you think you're consuming 1,700 calories a day and don't understand why you're not losing weight, add another 170 calories to your guesstimate.
zh_cn: 如果你认为你每天只消耗1，700卡路里，并且不明白你为什么不能减重，就在你的预估中再增加170卡路里。

source: Chances are, the new number is more accurate.
zh_cn: 这时，这个新数字将会更加准确。

source: Eat five or six small meals or snacks a day instead of three large meals.
zh_cn: 7.每天用5到6顿小餐或点心取代三次大餐。

source: A 1999 South African study found that when men ate parts of their morning meal at intervals over five hours, they consumed almost 30 percent fewer calories at lunch than when they ate a single breakfast.
zh_cn: 南非在1999年的一项研究中发现，一个人将早餐分成间隔五小时的两顿来吃，他们午餐的卡路里摄入量将会比吃一顿早餐减少30%。

source: Other studies show that even if you eat the same number of calories distributed this way, your body releases less insulin, which keeps blood sugar steady and helps control hunger.
zh_cn: 其他的研究表明即使你把早餐分成两顿吃也摄入同等数量的卡路里，但你身体会释放更少的胰岛素，这能保持血糖稳定并且有助于控制饥饿感。

source: Walk for 45 minutes a day.
zh_cn: 8.每天散步45分钟。

source: The reason we're suggesting 45 minutes instead of the typical 30 is that a Duke University study found that while 30 minutes of daily walking is enough to prevent weight gain in most relatively sedentary people, exercise beyond 30 minutes results in weight and fat loss.
zh_cn: 我们建议你走45分钟而不是典型的30分钟的原因是一项杜克大学的研究发现，每天走30分钟，对于大多数相对久坐的人来说，已经足够免于增重，超过30分钟的运动有助于减重，减脂肪。

source: Burning an additional 300 calories a day with three miles of brisk walking (45 minutes should do it) could help you lose 30 pounds in a year without even changing how much you're eating.
zh_cn: 每天三公里的轻松步行（45分钟可以完成）可以燃烧额外的300卡路里，并且在不改变你饮食数量的前提下每年帮助你减重30磅。

source: Find an online weight-loss buddy.
zh_cn: 9.在网上找一个减肥伙伴。

source: A University of Vermont study found that online weight-loss buddies help you keep the weight off.
zh_cn: 佛蒙特大学的一项研究发现，找一个网友与你一起减肥有助于你减重。

source: The researchers followed volunteers for 18 months.
zh_cn: 研究人员对志愿者进行了18个月的跟踪调查。

source: Those assigned to an Internet-based weight maintenance program sustained their weight loss better than those who met face-to-face in a support group.
zh_cn: 这些参与互联网减肥计划的人减重情况优于那些在一个小组里面对面减肥的人。

source: Bring the color blue into your life more often.
zh_cn: 10.生活中多穿蓝色衣服。

source: There's a good reason you won't see many fast-food restaurants decorated in blue: Believe it or not, the color blue functions as an appetite suppressant.
zh_cn: 许多快餐店都不会用蓝色来装饰的原因是：不管你信不信，蓝色可以抑制食欲。

source: So serve up dinner on blue plates, dress in blue while you eat, and cover your table with a blue tablecloth.Conversely, avoid red, yellow, and orange in your dining areas.
zh_cn: 因此吃饭的时候用蓝色的盘子，穿蓝色的衣服，在餐桌上铺上蓝色的桌布。相反地，在你用餐的区域内避免使用红色、黄色和橙色。

source: Studies find they encourage eating.
zh_cn: 研究表明以上几种颜色会刺激你的食欲。

source: Clean your closet of the "fat" clothes.
zh_cn: 11. 把肥肥的衣服清理出衣柜。

source: Once you've reached your target weight, throw out or give away every piece of clothing that doesn't fit.
zh_cn: 一旦你已经达到你的理想体重，扔掉或捐掉不合适的衣物。

source: The idea of having to buy a whole new wardrobe if you gain the weight back will serve as a strong incentive to maintain your new figure.
zh_cn: 如果你的体重反弹将重新置办一橱柜新衣的想法将会成为你保持新体形的强大动力。

source: Downsize your dinner plates.
zh_cn: 12.减小你的餐盘。

source: Studies find that the less food put in front of you, the less food you'll eat.
zh_cn: 研究发现你面前的食物越少，你就会吃的越少。

source: Conversely, the more food in front of you, the more you'll eat -- regardless of how hungry you are.
zh_cn: 相反，你面前的食物越多，你吃得也越多——不管你是不是饿了。

source: So instead of using regular dinner plates that range these days from 10-14 inches (making them look forlornly empty if they're not heaped with food), serve your main course on salad plates (about 7-9 inches wide).
zh_cn: 因此， 不要用常规的10-14英寸的盘子（如果它们没盛满食物，它们就显得可怜巴巴空荡荡），在沙拉盘（大约7-9英寸宽）上放上你的主菜。

source: The same goes for liquids.
zh_cn: 同样的方法也适用你的酒水饮料。

source: Instead of 16-ounce glasses and oversized coffee mugs, return to the old days of 8-ounce glasses and 6-ounce coffee cups.
zh_cn: 相比于16盎司酒杯和超大咖啡杯，还不如用老式的8盎司酒杯和6盎司的咖啡杯。

source: Serve your dinner restaurant style (food on the plates) rather than family style (food served in bowls and on platters on the table).
zh_cn: 13. 吃饭时选用餐厅方式（把食物放在盘子上）而不是家庭方式（食物被装在碗里和主菜盘里，放在桌上）。

source: When your plate is empty, you're finished; there's no reaching for seconds.
zh_cn: 当你吃空了平盘里的东西时，就没有其他吃的了。

source: Hang a mirror opposite your seat at the table.
zh_cn: 14.在餐桌前对着你的位置安一面镜子。

source: One study found that eating in front of mirrors slashed the amount people ate by nearly one-third.
zh_cn: 有一项研究发现在镜子前吃东西会使人少吃三分之一的食物。

source: Seems having to look yourself in the eye reflects back some of your own inner standards and goals, and reminds you of why you're trying to lose weight in the first place.
zh_cn: 这就好像在你的眼睛里反射你内心的标准和目标，并提醒你为什么要减重是首要的。

source: Put out a vegetable platter.
zh_cn: 15.摆出一个蔬菜盘。

source: A body of research out of Pennsylvania State University finds that eating water-rich foods such as zucchini, tomatoes, and cucumbers during meals reduces your overall calorie consumption.
zh_cn: 宾夕法尼亚州立大学的一个研究机构发现在餐食中多吃富含水分的食物，比如：西葫芦，番茄，黄瓜会减少总的你卡路里摄入量。

source: Other water-rich foods include soups and salads.
zh_cn: 其他富含水分的食物包括汤汁和沙拉。

source: You won't get the same benefits by just drinking your water, though.
zh_cn: 尽管只喝水你不能获得同样的好处。

source: Because the body processes hunger and thirst through different mechanisms, it simply doesn't register a sense of fullness with water (or soda, tea, coffee, or juice).
zh_cn: 因为饥渴是由不同的身体机制控制的，喝水（或者苏大叔，茶，咖啡或是果汁）不能产生饱腹感。

source: Use vegetables to bulk up meals.
zh_cn: 16.餐食中多加蔬菜。

source: You can eat twice as much pasta salad loaded with veggies like broccoli, carrots, and tomatoes for the same calories as a pasta salad sporting just mayonnaise.
zh_cn: 在你吃蔬菜比如西兰花、胡萝卜和土豆时，可以吃双份的通心粉沙拉，此时摄入的热量与一份酱汁沙拉的热量等同。

source: Same goes for stir-fries.
zh_cn: 炒菜也是这个道理。

source: And add vegetables to make a fluffier, more satisfying omelet without having to up the number of eggs.
zh_cn: 在煎蛋中加入些许蔬菜，不需要加入多个鸡蛋，就能使煎蛋饼松软，足够令你满意。

source: Eat one less cookie a day.
zh_cn: 17.每天少吃一片饼干。

source: Or consume one less can of regular soda, or one less glass of orange juice, or three fewer bites of a fast-food hamburger.
zh_cn: 少吃一罐苏打饼干，或少喝一杯橙汁，或少吃三口快餐汉堡。

source: Doing any of these saves you about 100 calories a day, according to weight-loss researcher James O. Hill, Ph.D., of the University of Colorado.
zh_cn: 科罗拉多大学的减肥研究者詹姆斯.希尔博士（James O. Hill, Ph.D.）指出，只要做到上述一点就能每天减少100卡路里。

source: And that alone is enough to prevent you from gaining the 1.8 to 2 pounds most people pack on each year.
zh_cn: 这一点足够使你每年比大多数人少长1.8到2磅。

source: Avoid white foods.
zh_cn: 18.不吃白色食物。

source: There is some scientific legitimacy to today's lower-carb diets: Large amounts of simple carbohydrates from white flour and added sugar can wreak havoc on your blood sugar and lead to weight gain.
zh_cn: 如今的低糖食物是有科学依据的：大量白面粉和多糖中的简单碳水化合物会严重影响你的血糖，并使你体重增加。

source: But you shouldn't toss out the baby with the bathwater.
zh_cn: 但就像你不能把婴儿连同洗澡水一起倒掉。

source: While avoiding sugar, white rice, and white flour, you should eat plenty of whole grain breads and brown rice.
zh_cn: 当你不碰糖，白大米和白面粉时，你应该吃许多全麦面包和糙米。

source: One Harvard study of 74,000 women found that those who ate more than two daily servings of whole grains were 49 percent less likely to be overweight than those who ate the white stuff.
zh_cn: 一项针对74,000位妇女做的哈佛研究发现，那些每天吃两种以上全谷物食物的人体重超重的概率比吃白色食物的人低49%。

source: Switch to ordinary coffee.
zh_cn: 19.改喝普通咖啡。

source: Fancy coffee drinks from trendy coffee jointsoften pack several hundred calories, thanks to whole milk, whipped cream, sugar, and sugary syrups.
zh_cn: 来自时尚的咖啡连锁店的奇特咖啡饮品通常含有几百卡路里，因为其中含有全脂奶、生奶油、糖以及糖浆。

source: A cup of regular coffee with skim milk has just a small fraction of those calories.
zh_cn: 一杯含脱脂奶的日常咖啡的热量少得多。

source: And when brewed with good beans, it tastes just as great.
zh_cn: 而如果用好的咖啡豆煮的，味道同样好。

source: Use nonfat powdered milk in coffee.
zh_cn: 20.在咖啡中加入脱脂粉状奶粉。

source: You get the nutritional benefits of skim milk, which is high in calcium and low in calories.
zh_cn: 脱脂奶中富含钙且热量低，你能从中汲取营养价值。

source: And, because the water has been removed, powdered milk doesn't dilute the coffee the way skim milk does.
zh_cn: 因为奶粉已经经过脱水，它不会像脱脂奶一样稀释咖啡。

source: Eat cereal for breakfast five days a week.
zh_cn: 21.每周5天吃谷物早餐。

source: Studies find that people who eat cereal for breakfast every day are significantly less likely to be obese and have diabetes than those who don't.They also consume more fiber and calcium--and less fat--than those who eat other breakfast foods.
zh_cn: 研究发现每天吃谷物早餐的人身材肥胖，患糖尿病的比例比不这样做的人明显降低。同时，他们摄入更多粗纤维和钙，比那些吃其他早餐的人要瘦。

source: Of course, that doesn't mean reaching for the Cap'n Crunch.
zh_cn: 当然，这不意味着是‘克朗奇船长米粉（the Cap’n Crunch）。

source: Instead, pour out a high-fiber, low-sugar cereal like Total or Grape Nuts.
zh_cn: 相反，要吃一些像干果碎、葡萄干之类的高纤维，低糖份谷物。

source: Pare your portions.
zh_cn: 22.减少食物分量。

source: Whether you eat at home or in a restaurant, immediately remove one-third of the food on your plate.
zh_cn: 不管你在家还是在饭店用餐，请立刻从你的盘子中清除出三分之一的食物。

source: Arguably the worst food trend of the past few decades has been the explosion in portion sizes on America's dinner plates (and breakfast and lunch plates).
zh_cn: 可以证明的是过去几十年最糟糕的饮食趋势是美国人的餐盘（早餐和午餐的餐盘）尺寸在暴增。

source: We eat far, far more today than our bodies need.
zh_cn: 今天我们吃的食物比身体所需的多的多。

source: Studies find that if you serve people more food, they'll eat more food, regardless of their hunger level.
zh_cn: 研究表明如果给人越多食物，不管他们饿不饿，他们就吃的越多。

source: The converse is also true: Serve yourself less and you'll eat less.
zh_cn: 反之亦然：你得到的食物越少，你吃的就越少。

source: Eat 90 percent of your meals at home.
zh_cn: 23.90%在家吃饭。

source: You're more likely to eat more--and eat more high-fat, high-calorie foods--when you eat out than when you eat at home.
zh_cn: 当你在外用餐的时候，你有可能比在家吃得更多——吃更多高脂肪、高卡路里的食物。

source: Restaurants today serve such large portions that many have switched to larger plates and tables to accommodate them!
zh_cn: 如今餐馆的食物分量增加，并因此改用大盘、大桌。

source: Avoid any prepared food that lists sugar, fructose, or corn syrup among the first four ingredients on the label.
zh_cn: 24.不要食用任何标注含糖、果糖或玉米糖浆的加工食品。

source: You should be able to find a lower-sugar version of the same type of food.
zh_cn: 你应该能找到同种类型的低糖食品。

source: If you can't, grab a piece of fruit instead! Look for sugar-free varieties of foods such as ketchup, mayonnaise, and salad dressing.
zh_cn: 如果你找不到，就抓一片水果代替吧！寻找无糖食品，比如番茄酱，蛋黄酱，以及色拉味调料。

source: Eat slowly and calmly.
zh_cn: 25.吃得慢一点，平静一点。

source: Put your fork or spoon down between every bite.
zh_cn: 每吃一口都放下你的叉子或调羹。

source: Sip water frequently.
zh_cn: 经常喝点水。

source: Intersperse your eating with stories for your dining partner of the amusing things that happened during your day.
zh_cn: 饭间，多和你的伙伴分享当天发生的有趣故事。

source: Your brain lags your stomach by about 20 minutes when it comes to satiety (fullness) signals.
zh_cn: 你的脑子会比胃慢20分钟得到肚子已饱的信号。

source: If you eat slowly enough, your brain will catch up to tell you that you are no longer in need of food.
zh_cn: 如果你吃得足够慢，你的大脑会及时提醒你，你不需在进食。

source: Eat only when you hear your stomach growling.
zh_cn: 26.只在肚子咕噜咕噜响时再进食。

source: It's stunning how often we eat out of boredom, nervousness, habit, or frustration--so often, in fact, that many of us have actually forgotten what physical hunger feels like.
zh_cn: 我们在无聊、紧张、习惯驱使或失意情况下饮食的次数太惊人——事实上，因为太频繁的进食以至于很多人已经忘了饥饿的感觉。

source: Next time, wait until your stomach is growling before you reach for food.
zh_cn: 下次，要等到肚子咕噜叫了你再进食。

source: If you're hankering for a specific food, it's probably a craving, not hunger.
zh_cn: 如果你非常想吃某一样食物，这也许只是渴望，而不是饥饿。

source: If you'd eat anything you could get your hands on, chances are you're truly hungry.
zh_cn: 如果你见到什么吃什么，那你真得饿了。

source: Find ways other than eating to express love, tame stress, and relieve boredom.
zh_cn: 27 找到除吃饭外的其他方式来表达爱意，缓解压力及消除无聊。

source: For instance, you might make your family a photo album of special events instead of a rich dessert, sign up for a stress-management course at the local hospital or take up an active hobby, like bowling.
zh_cn: 比如，为了纪念特别的日子，你可以为家人制作一本相册，而不是吃一顿丰盛的甜点以示庆祝；你可以在当地医院报名参加一门压力管理课程或者培养一个诸如打保龄球之类的运动爱好。

source: State the positive.
zh_cn: 28.保持乐观状态。

source: You've heard of a self-fulfilling prophecy?
zh_cn: 你是否曾听说过自我实现的预言？

source: Well, if you keep focusing on things you can't do, like resisting junk food or getting out the door for a daily walk, chances are you won't do them.
zh_cn: 如果你一直专注于自己不能做的事，比如不吃垃圾食品或者出门散步，你极有可能将来也不会做这些事。

source: Instead (whether you believe it or not) repeat positive thoughts to yourself. "I can lose weight." "I will get out for my walk today." "I know I can resist the pastry cart after dinner."
zh_cn: 相反，不管你信不信，不停给自己正面暗示“我能减肥”“我今天要出门散步”“我知道我能在饭后抵挡住甜点的诱惑。”

source: Repeat these phrases like a mantra all day long.
zh_cn: 就像念经一样每天重复上述的心理暗示。

source: Before too long, they will become their own self-fulfilling prophecy.
zh_cn: 过不了多久，这些暗示预言就能成真。
